Revit 2027 API
UnitTypeId.CubicMetersPerHourSquareMeter Property
 Cubic meters per hour square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicMetersPerHourSquareMeter { get; }
Public Shared ReadOnly Property CubicMetersPerHourSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicMetersPerHourSquareMeter {
	ForgeTypeId^ get ();
}
static member CubicMetersPerHourSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace